1password.op-vscode
aaron-bond.better-comments
antfu.file-nesting
anthropic.claude-code
anysphere.remote-ssh
arturock.gitstash
biomejs.biome
birdgg.raysocode
blair-c.tailwind-to-css-snippets
bloop.vibe-kanban
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
chakrounanas.turbo-console-log
codesmith.markdown-inline-editor-vscode
codezombiech.gitignore
dautroc.flash-vscode-dautroc
dautroc.yazi-vscode
dbaeumer.vscode-eslint
donjayamanne.githistory
dykamino.markdown-inline-md
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
felipecaputo.git-project-manager
gantoreno.anysphere-plus
github.remotehub
github.vscode-github-actions
golang.go
gruntfuggly.todo-tree
hverlin.mise-vscode
ibm.output-colorizer
inu1255.easy-snippet
jannisx11.batch-rename-extension
jkjustjoshing.vscode-text-pastry
jnoortheen.nix-ide
jock.svg
joshbolduc.commitlint
kamadorueda.alejandra
kokakiwi.vscode-just
markdown-inline-preview.markdown-inline-preview
meganrogge.template-string-converter
mermaidchart.vscode-mermaid-chart
meydanozeri.explorer-sorter
mhutchie.git-graph
michelemelluso.gitignore
mikestead.dotenv
mohammadbaqer.better-folding
ms-playwright.playwright
ms-python.python
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
naumovs.color-highlight
ohanedan.lowlight-go-errors
pojokcode.pcode-icon
prisma.prisma
redhat.vscode-yaml
remigermain.editor-selection-extras
richie5um2.vscode-sort-json
romanpeshkov.tailwind-nested
semanticdiff.semanticdiff
signageos.signageos-vscode-sops
sleistner.vscode-fileutils
subframe7536.custom-ui-style
sumneko.lua
tamasfe.even-better-toml
tyriar.sort-lines
uctakeoff.vscode-counter
undefined_publisher.panel-auto-minimize
unifiedjs.vscode-mdx
vincaslt.highlight-matching-tag
vitest.explorer
vspacecode.whichkey
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wallabyjs.wallaby-vscode
wholroyd.jinja
wmaurer.change-case
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
