tap "doron-cohen/tap"
tap "dsully/tap"
tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "tsonglew/dutis", "https://github.com/tsonglew/dutis"
tap "umlx5h/tap"
tap "xwjdsh/tap"
brew "python@3.12"
brew "ansible"
brew "atuin"
brew "bat"
brew "btop"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "difftastic"
brew "dotbot"
brew "duti"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "go"
brew "grc"
brew "gum"
brew "imagemagick"
brew "jq"
brew "just"
brew "lazygit"
brew "lolcat"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nextdns"
brew "node"
brew "openconnect"
brew "ouch"
brew "p7zip"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "pyenv"
brew "ripgrep"
brew "speedtest-cli"
brew "spicetify-cli"
brew "ssh-copy-id"
brew "starship"
brew "tealdeer"
brew "telnet"
brew "thefuck"
brew "tig"
brew "tmux"
brew "wget"
brew "yamllint"
brew "yazi"
brew "yq"
brew "zoxide"
brew "doron-cohen/tap/antidot"
brew "dsully/tap/macos-defaults"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
brew "tsonglew/dutis/dutis"
brew "umlx5h/tap/gtrash"
brew "xwjdsh/tap/manssh"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "altserver"
cask "anydesk"
cask "appcleaner"
cask "arc"
cask "chatgpt"
cask "cursor"
cask "desktoppr"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist"
cask "font-geist-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-ibm-plex-mono"
cask "font-input"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "hammerspoon"
cask "height"
cask "iina"
cask "insomnia"
cask "karabiner-elements"
cask "mediamate"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "qbittorrent"
cask "raindropio"
cask "rar"
cask "raycast"
cask "remnote"
cask "setapp"
cask "slack"
cask "spotify"
cask "steam"
cask "teamspeak-client"
cask "telegram"
cask "warp"
cask "wezterm"
cask "zoom"
mas "Dropover", id: 1355679052
mas "FoXray", id: 6448898396
mas "Klack", id: 6446206067
mas "Xcode", id: 497799835
vscode "1password.op-vscode"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "antfu.file-nesting"
vscode "arzg.xcode-theme"
vscode "be5invis.vscode-custom-css"
vscode "birdgg.raysocode"
vscode "blair-c.tailwind-to-css-snippets"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "chakrounanas.turbo-console-log"
vscode "codeium.codeium"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "drcika.apc-extension"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "evertonvargas.reactfastproductive"
vscode "formulahendry.docker-explorer"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "gitworktrees.git-worktrees"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "gustavoprietodepaula.anysphere-modern"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "ibm.output-colorizer"
vscode "jannisx11.batch-rename-extension"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "jock.svg"
vscode "joshbolduc.commitlint"
vscode "kenhowardpdx.vscode-gist"
vscode "knisterpeter.vscode-github"
vscode "lehni.vscode-fix-checksums"
vscode "maptz.camelcasenavigation"
vscode "mateocerquetella.xcode-12-theme"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "michelemelluso.gitignore"
vscode "miguelsolorio.min-theme"
vscode "miguelsolorio.symbols"
vscode "mikestead.dotenv"
vscode "mohammadbaqer.better-folding"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "ohanedan.lowlight-go-errors"
vscode "orta.vscode-jest"
vscode "p1c2u.docker-compose"
vscode "philstainer.git-worktree"
vscode "pojokcode.pcode-icon"
vscode "psulek-solo.zodschema-generator"
vscode "quicktype.quicktype"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sleistner.vscode-fileutils"
vscode "stivo.tailwind-fold"
vscode "sumneko.lua"
vscode "supermaven.supermaven"
vscode "tamasfe.even-better-toml"
vscode "tyriar.sort-lines"
vscode "uctakeoff.vscode-counter"
vscode "undefined_publisher.true-vibrant"
vscode "unifiedjs.vscode-mdx"
vscode "vincaslt.highlight-matching-tag"
vscode "vitest.explorer"
vscode "vscodeindexgeneratorplugin.vscode-index-generator-plugin"
vscode "wallabyjs.console-ninja"
vscode "wholroyd.jinja"
vscode "wmaurer.change-case"
vscode "wmontalvo.vsc-meta-snippet"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
