tap "candid82/brew"
tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mas-cli/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "potatolabs/git-redate"
tap "trntv/sshed"
tap "xwjdsh/tap"
brew "python@3.12"
brew "ansible"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "gcc"
brew "btop"
brew "glib"
brew "cowsay"
brew "diff-so-fancy"
brew "duti"
brew "libgit2"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "gitui"
brew "glow"
brew "libusb"
brew "gnupg"
brew "gum"
brew "highlight"
brew "httpie"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lolcat"
brew "mtr"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nmap"
brew "node"
brew "openconnect"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "python@3.11"
brew "ripgrep"
brew "speedtest-cli"
brew "starship"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "unar"
brew "wget"
brew "yamllint"
brew "yazi"
brew "yq"
brew "zoxide"
brew "koekeishiya/formulae/yabai"
brew "mas-cli/tap/mas"
brew "oven-sh/bun/bun"
brew "xwjdsh/tap/manssh"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "altserver"
cask "anydesk"
cask "appcleaner"
cask "arc"
cask "barrier"
cask "bettertouchtool"
cask "cursor"
cask "discord"
cask "docker"
cask "figma"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-nerd-font"
cask "font-geist"
cask "font-geist-mono"
cask "font-geist-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-ibm-plex-mono"
cask "font-input"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "hammerspoon"
cask "handbrake"
cask "height"
cask "iina"
cask "insomnia"
cask "karabiner-elements"
cask "knockknock"
cask "lastfm"
cask "launchcontrol"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "qbittorrent"
cask "qlstephen"
cask "raycast"
cask "setapp"
cask "spotify"
cask "steam"
cask "teamspeak-client"
cask "telegram"
cask "warp"
cask "zoom"
mas "Anybox", id: 1593408455
mas "Consent-O-Matic", id: 1606897889
mas "Cubox", id: 1113361350
mas "Dropover", id: 1355679052
mas "Effie", id: 1597914599
mas "Fantastical", id: 975937182
mas "FoXray", id: 6448898396
mas "Hand Mirror", id: 1502839586
mas "Ikes - idea storage", id: 1515855107
mas "Infuse", id: 1136220934
mas "Klack", id: 6446206067
mas "Lookupper", id: 1667225994
mas "NextDNS", id: 1464122853
mas "Noted", id: 1446580517
mas "Outline", id: 1356178125
mas "Pluto", id: 1544577573
mas "rcmd", id: 1596283165
mas "TickTick", id: 966085870
mas "Ulysses", id: 1225570693
mas "Video Speed Controller", id: 1588368612
mas "WhatsApp", id: 1147396723
mas "Wonder Wallpapers", id: 6446110290
mas "Xcode", id: 497799835
vscode "farosystemappender constructor"
vscode "1password.op-vscode"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "antfu.file-nesting"
vscode "arzg.xcode-theme"
vscode "be5invis.vscode-custom-css"
vscode "birdgg.raysocode"
vscode "blair-c.tailwind-to-css-snippets"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "chakrounanas.turbo-console-log"
vscode "codeium.codeium"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "drcika.apc-extension"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "evertonvargas.reactfastproductive"
vscode "formulahendry.docker-explorer"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "gitworktrees.git-worktrees"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "gustavoprietodepaula.anysphere-modern"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "ibm.output-colorizer"
vscode "jannisx11.batch-rename-extension"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "jock.svg"
vscode "joshbolduc.commitlint"
vscode "kenhowardpdx.vscode-gist"
vscode "knisterpeter.vscode-github"
vscode "lehni.vscode-fix-checksums"
vscode "maptz.camelcasenavigation"
vscode "mateocerquetella.xcode-12-theme"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "michelemelluso.gitignore"
vscode "miguelsolorio.min-theme"
vscode "miguelsolorio.symbols"
vscode "mikestead.dotenv"
vscode "mohammadbaqer.better-folding"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "ohanedan.lowlight-go-errors"
vscode "orta.vscode-jest"
vscode "p1c2u.docker-compose"
vscode "philstainer.git-worktree"
vscode "pojokcode.pcode-icon"
vscode "psulek-solo.zodschema-generator"
vscode "quicktype.quicktype"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sleistner.vscode-fileutils"
vscode "stivo.tailwind-fold"
vscode "supermaven.supermaven"
vscode "tamasfe.even-better-toml"
vscode "tyriar.sort-lines"
vscode "uctakeoff.vscode-counter"
vscode "undefined_publisher.true-vibrant"
vscode "unifiedjs.vscode-mdx"
vscode "vincaslt.highlight-matching-tag"
vscode "vitest.explorer"
vscode "vscodeindexgeneratorplugin.vscode-index-generator-plugin"
vscode "wallabyjs.console-ninja"
vscode "wholroyd.jinja"
vscode "wmaurer.change-case"
vscode "wmontalvo.vsc-meta-snippet"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"

