tap "creativeprojects/tap"
tap "doron-cohen/tap"
tap "dotenv-org/brew"
tap "dsully/tap"
tap "garethgeorge/backrest-tap"
tap "koekeishiya/formulae"
tap "lusingander/tap"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "peterldowns/tap"
tap "qmk/qmk"
tap "tsonglew/dutis", "https://github.com/tsonglew/dutis"
tap "umlx5h/tap"
tap "valkyrie00/bbrew"
tap "xwjdsh/tap"
brew "ack"
brew "act"
brew "age"
brew "node"
brew "aicommit2"
brew "alejandra"
brew "atuin"
brew "bat"
brew "biome"
brew "btop"
brew "clipboard"
brew "cloudflared"
brew "coreutils"
brew "difftastic"
brew "docker"
brew "dotbot"
brew "duti"
brew "eza"
brew "fd"
brew "ffmpeg" # yazi
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "git-subrepo"
brew "glow"
brew "go"
brew "grc"
brew "gum"
brew "python@3.12"
brew "imagemagick"
brew "jj"
brew "jq"
brew "just"
brew "lazygit"
brew "lazyjj"
brew "lazyssh"
brew "lolcat"
brew "mas"
brew "mise"
brew "neovim"
brew "nextdns"
brew "nginx"
brew "nmap"
brew "ollama", restart_service: :changed
brew "openconnect"
brew "ouch"
brew "p7zip"
brew "pipx"
brew "pkgconf" # yazi
brew "pnpm"
brew "poetry"
brew "poppler" # yazi
brew "postgresql@14"
brew "postgresql@16"
brew "restic"
brew "resvg" # yazi
brew "ripgrep"
brew "sevenzip" # yazi
brew "sops"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "starship"
brew "tailscale"
brew "tealdeer"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "topgrade"
brew "unzip"
brew "wget"
brew "yamllint"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "creativeprojects/tap/resticprofile"
brew "doron-cohen/tap/antidot"
brew "dsully/tap/macos-defaults"
brew "lusingander/tap/serie"
brew "oven-sh/bun/bun"
brew "peterldowns/tap/localias"
brew "tsonglew/dutis/dutis"
brew "umlx5h/tap/gtrash"
brew "valkyrie00/bbrew/bbrew"
brew "xwjdsh/tap/manssh"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "altserver"
cask "arc"
cask "chatgpt"
cask "cursor"
cask "daisydisk"
cask "desktoppr"
cask "discord"
cask "dropbox"
cask "figma"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist"
cask "font-geist-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-ibm-plex-mono"
cask "font-input"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "fork"
cask "google-chrome"
cask "hammerspoon"
cask "height"
cask "hookmark"
cask "iina"
cask "insomnia"
cask "karabiner-elements"
cask "linear-linear"
cask "mediamate"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "mockoon"
cask "ngrok"
cask "notion"
cask "nucleo"
cask "orbstack"
cask "parallels"
cask "pearcleaner"
cask "plex"
cask "qbittorrent"
cask "raindropio"
cask "rar"
cask "raycast"
cask "remnote"
cask "responsively"
cask "rustdesk"
cask "setapp"
cask "slack"
cask "spotify"
cask "steam"
cask "teamspeak-client"
cask "telegram"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "yaak"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Cashculator", id: 1591642644
mas "Dropover", id: 1355679052
mas "ExcalidrawZ", id: 6636493997
mas "FoXray", id: 6448898396
mas "Klack", id: 6446206067
mas "LINE", id: 539883307
mas "Shadowrocket", id: 932747118
mas "Worklog", id: 1668882560
mas "Xcode", id: 497799835
vscode "1password.op-vscode"
vscode "aaron-bond.better-comments"
vscode "antfu.file-nesting"
vscode "arzg.xcode-theme"
vscode "bbenoist.nix"
vscode "birdgg.raysocode"
vscode "blair-c.tailwind-to-css-snippets"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "chakrounanas.turbo-console-log"
vscode "codezombiech.gitignore"
vscode "connor4312.esbuild-problem-matchers"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "ibm.output-colorizer"
vscode "inu1255.easy-snippet"
vscode "jannisx11.batch-rename-extension"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "jock.svg"
vscode "joshbolduc.commitlint"
vscode "kenhowardpdx.vscode-gist"
vscode "maptz.camelcasenavigation"
vscode "mateocerquetella.xcode-12-theme"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "michelemelluso.gitignore"
vscode "mikestead.dotenv"
vscode "mohammadbaqer.better-folding"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "mujichok.vscode-project-name-in-statusbar"
vscode "naumovs.color-highlight"
vscode "ohanedan.lowlight-go-errors"
vscode "pojokcode.pcode-icon"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "romanpeshkov.tailwind-nested"
vscode "semanticdiff.semanticdiff"
vscode "shareejvk.tailwind-picker"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sleistner.vscode-fileutils"
vscode "stivo.tailwind-fold"
vscode "subframe7536.custom-ui-style"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "tyriar.sort-lines"
vscode "uctakeoff.vscode-counter"
vscode "undefined_publisher.true-vibrant"
vscode "unifiedjs.vscode-mdx"
vscode "vincaslt.highlight-matching-tag"
vscode "vitest.explorer"
vscode "vspacecode.whichkey"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wallabyjs.wallaby-vscode"
vscode "wholroyd.jinja"
vscode "wmaurer.change-case"
vscode "wmontalvo.vsc-jsonsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
go "cmd/go"
go "cmd/gofmt"
