jorgebucaran/fisher
kidonng/zoxide.fish
jorgebucaran/autopair.fish
meaningful-ooo/sponge
nickeb96/puffer-fish
halostatue/fish-utils-core
halostatue/fish-utils
eth-p/fish-plugin-sudo
gazorby/fish-finders
jhillyerd/plugin-git
joseluisq/gitnow
oh-my-fish/plugin-thefuck
oh-my-fish/plugin-grc
catppuccin/fish
