jorgebucaran/fisher
gazorby/fish-abbreviation-tips
kidonng/zoxide.fish
patrickf1/fzf.fish
jorgebucaran/autopair.fish
meaningful-ooo/sponge
nickeb96/puffer-fish
mattmc3/magic-enter.fish
halostatue/fish-utils-core
halostatue/fish-utils
eth-p/fish-plugin-sudo
kpbaks/autols.fish
gazorby/fish-exa
gazorby/fish-finders
jhillyerd/plugin-git
joseluisq/gitnow
