{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2024-05-15T05:15:15.856-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Bitwarden.Bitwarden",
					"Version" : "2024.3.0"
				},
				{
					"PackageIdentifier" : "AgileBits.1Password",
					"Version" : "8.10.30"
				},
				{
					"PackageIdentifier" : "RemNote.RemNote",
					"Version" : "1.16.5"
				},
				{
					"PackageIdentifier" : "MichaelTippach.ASIO4ALL",
					"Version" : "2.14"
				},
				{
					"PackageIdentifier" : "Guru3D.Afterburner",
					"Version" : "4.6.5"
				},
				{
					"PackageIdentifier" : "AutoHotkey.AutoHotkey",
					"Version" : "1.1.37.01"
				},
				{
					"PackageIdentifier" : "Canonical.Ubuntu.2204",
					"Version" : "2204.3.49.0"
				},
				{
					"PackageIdentifier" : "Discord.Discord",
					"Version" : "1.0.9005"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop",
					"Version" : "4.29.0"
				},
				{
					"PackageIdentifier" : "voidtools.Everything",
					"Version" : "1.4.1.1024"
				},
				{
					"PackageIdentifier" : "ImageLine.FLStudio",
					"Version" : "21.0.3"
				},
				{
					"PackageIdentifier" : "Flow-Launcher.Flow-Launcher",
					"Version" : "1.18.0"
				},
				{
					"PackageIdentifier" : "Git.Git",
					"Version" : "2.43.0"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "124.0.2478.97"
				},
				{
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime",
					"Version" : "124.0.2478.97"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller",
					"Version" : "1.22.11261.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7",
					"Version" : "7.2208.15002.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8",
					"Version" : "8.2310.30001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14",
					"Version" : "14.0.33519.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DevHome",
					"Version" : "0.1300.477.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Version" : "1.19.11213.0"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive",
					"Version" : "24.081.0421.0003"
				},
				{
					"PackageIdentifier" : "ElectronicArts.Origin",
					"Version" : "10.5.122.52971"
				},
				{
					"PackageIdentifier" : "Guru3D.RTSS",
					"Version" : "7.3.4"
				},
				{
					"PackageIdentifier" : "Spotify.Spotify",
					"Version" : "1.2.37.701.ge66eb7bc"
				},
				{
					"PackageIdentifier" : "Valve.Steam",
					"Version" : "2.10.91.91"
				},
				{
					"PackageIdentifier" : "TeamSpeakSystems.TeamSpeakClient",
					"Version" : "3.6.2"
				},
				{
					"PackageIdentifier" : "TheBrowserCompany.Arc",
					"Version" : "1.1.1.27314"
				},
				{
					"PackageIdentifier" : "VideoLAN.VLC",
					"Version" : "> 3.0.20"
				},
				{
					"PackageIdentifier" : "Wacom.WacomTabletDriver",
					"Version" : "6.3.15-3"
				},
				{
					"PackageIdentifier" : "WinDirStat.WinDirStat",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "RARLab.WinRAR",
					"Version" : "6.24.0"
				},
				{
					"PackageIdentifier" : "OliverSchwendener.ueli",
					"Version" : "8.28.0"
				},
				{
					"PackageIdentifier" : "DigiDNA.iMazing",
					"Version" : "3.0.0.7"
				},
				{
					"PackageIdentifier" : "RileyTestut.AltServer",
					"Version" : "1.4.7"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsInstallationAssistant",
					"Version" : "1.4.19041.3630"
				},
				{
					"PackageIdentifier" : "Logitech.LGS",
					"Version" : "5.10.127"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.8",
					"Version" : "8.0.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x64",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "EpicGames.EpicGamesLauncher",
					"Version" : "1.3.51.0"
				},
				{
					"PackageIdentifier" : "DEVCOM.JetBrainsMonoNerdFont",
					"Version" : "3.2.1"
				},
				{
					"PackageIdentifier" : "Oracle.JavaRuntimeEnvironment",
					"Version" : "8.0.3510.10"
				},
				{
					"PackageIdentifier" : "LGUG2Z.komorebi",
					"Version" : "0.1.19"
				},
				{
					"PackageIdentifier" : "MoonlightGameStreamingProject.Moonlight",
					"Version" : "5.0.1.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x86",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.38.33135.0"
				},
				{
					"PackageIdentifier" : "Python.Launcher",
					"Version" : "> 3.12.0"
				},
				{
					"PackageIdentifier" : "Telegram.TelegramDesktop",
					"Version" : "5.0.1"
				},
				{
					"PackageIdentifier" : "Apple.Bonjour",
					"Version" : "3.1.0.1"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x64",
					"Version" : "9.0.30729.6161"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.40660.0"
				},
				{
					"PackageIdentifier" : "AnyDeskSoftwareGmbH.AnyDesk",
					"Version" : "> 8.0.10"
				},
				{
					"PackageIdentifier" : "VMware.HorizonClient",
					"Version" : "5.5.2.23300"
				},
				{
					"PackageIdentifier" : "ppy.osu",
					"Version" : "latest"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.7",
					"Version" : "7.0.15"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x64",
					"Version" : "8.0.59192"
				},
				{
					"PackageIdentifier" : "Apple.iTunes",
					"Version" : "12.13.1.3"
				},
				{
					"PackageIdentifier" : "Python.Python.3.12",
					"Version" : "3.12.1"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86",
					"Version" : "9.0.30729.6161"
				},
				{
					"PackageIdentifier" : "Nvidia.GeForceExperience",
					"Version" : "3.28.0.412"
				},
				{
					"PackageIdentifier" : "Nvidia.PhysX",
					"Version" : "9.21.0713"
				},
				{
					"PackageIdentifier" : "Nushell.Nushell",
					"Version" : "0.93.0"
				},
				{
					"PackageIdentifier" : "Google.Chrome",
					"Version" : "124.0.6367.203"
				},
				{
					"PackageIdentifier" : "Microsoft.XNARedist",
					"Version" : "4.0.30901.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode",
					"Version" : "1.89.1"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x86",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "LGUG2Z.whkd",
					"Version" : "0.2.0"
				},
				{
					"PackageIdentifier" : "VMware.WorkstationPro",
					"Version" : "17.0.2"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell",
					"Version" : "7.4.2.0"
				},
				{
					"PackageIdentifier" : "Apple.AppleMobileDeviceSupport",
					"Version" : "17.0.0.28"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.38.33135.0"
				},
				{
					"PackageIdentifier" : "MadrasCheck.flow",
					"Version" : "2.1.7"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x64",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys",
					"Version" : "0.76.2"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.8",
					"Version" : "8.0.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.40660.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.30501.0"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "XPFM11Z0W10R7G",
					"Version" : "1.40.1.8227"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion" : "1.7.11261"
}